Autodesk.Revit.DB.BuiltInFailures.GlobalParameterFailures.InvalidElementPropToGlobalParamLink
The following parameters of the highlighted element can no longer be linked to global parameters: %1!s!.

Autodesk.Revit.DB.BuiltInFailures.GlobalParameterFailures.GlobalParamInvalidElemParamValue
Invalid value of parameter %1!s! in highlighted element.

Autodesk.Revit.DB.BuiltInFailures.GlobalParameterFailures.GlobalParamFormulaCircularChainError
A formula in a global parameter causes a circular chain of references between highlighted elements.

Autodesk.Revit.DB.BuiltInFailures.GlobalParameterFailures.GlobalParamFormulaCircularChain
A formula in a global parameter causes a circular chain of references between highlighted elements.

Autodesk.Revit.DB.BuiltInFailures.GlobalParameterFailures.ElementPropLinkCircularChainError
Linked properties in highlighted elements cause a circular chain of references.

Autodesk.Revit.DB.BuiltInFailures.GlobalParameterFailures.ElementPropLinkCircularChain
Linked properties in highlighted elements cause a circular chain of references.